;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=English
;Language name in English e.g. German
LanguageEn=English

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(empty)
21027=OK
21028=Cancel
21029=Close

;Words - simple words can be reused
150=None
151=Apply
152=Folder
153=File
154=Name
155=Path
156=Name:
157=Hot key:
158=Path:
159=Reset
160=Hotkey
161=Edit
162=Theme
163=Export
;164=Tip
165=Example:
166=Parameter
167=Custom

;Global
602=Listary Options

;Balloon
801=Listary is running in background.
802=Find As You Type
803=Find as you type has been disabled for this list temporarily. Press ESC to restore.

;Tray Menu
1001=Online Help
1002=Check for Updates...
1003=About
1004=Exit

;Toolbar
1100=Search

;Favorite Menu
2000=Favorite
2001=This Application
2002=Global
2003=Add Here
2004=Add Current Folder to Favorites
2050=Failed to add favorite
2051=Listary was not able to get path from this application.

;Recent Menu
2100=Recent
2101=Clear
2105=Track This Application
2106=Don't Track This Application

;Commands Menu
2201=Currently Opened Folders
2202=Switch to Last Opened Folder in File Manager
2203=Open the File Selected in File Manager
2204=Explore Current Folder
2205=Command Prompt
2206=Go to Application Folder
2207=Explore Application Folder
2208=Show File Extension
2209=Show Hidden Files and Folders
2210=Copy Folder Path to Clipboard
2211=Copy Paths of Selected Items to Clipboard
2212=Copy Display Names of Selected Items to Clipboard
2213=Options
2214=Upgrade to Pro Version
2215=Export List Content to Excel
2216=Disable Listary for This Application
2218=Separator
2219=Up One Level
2220=Create Folder
2252=Are you sure you want to disable Listary for this application?
2253=Disable Listary
2254=Listary won't show up any more from the next startup of this application.
2260=Command Prompt (Administrator)
2261=Add Current Folder as a Project

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=List
2301=Go to
2302=No items match your search.
2303=(current folder)
2304=Project
2305=Context Menu

;Options > General
3000=General
3001=Start Listary when Windows starts
3002=Set input focus to file list automatically for Windows XP Explorer
3004=Quick Switch (Open current folder in file dialog when switch from a file manager)
3005=Language:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.
3008=Fuzzy matching
3009=Check for updates automatically
3010=Check for new beta versions
3011=Reset Tips
3012=Please change "Path" to the real path of $1 on your system.
3020=Prefix to disable find as you type for the current list temporarily (press ESC to restore):

;Options > Favorites
3100=Favorites
3106=Submenu

;Options > Keywords
3300=Keywords
3306=Add Custom Command
3309=Command
3313=Display Title:
3314=Description:
3315=Keyword:
3316=Silent
3317=Run as administrator
3318=Batch Add
3319=Working directory:
3320=Only show in launcher
3330=Format:

;Options > Applications
3402=Enable Listary for this application
3403=Track recent files and folders

;Options > Display
3603=Relative to list
3604=Relative to window
3605=From top
3606=From bottom
3607=From left
3608=From right
3618=Top of window
3619=Bottom of window
3620=Relative to monitor
3621=Center of window
3624=Mouse double-click in empty area to activate Listary
3625=Mouse middle-click to activate Listary
3626=Enable Listary hotkeys
3628=Toolbar Position
3629=Find as you type

;Options > Pro
3800=Upgrade to Listary Pro
3802=Name:
3803=Email:
3804=Registration code:
3808=Paste from Clipboard
3809=Check Registration Code
3810=Congratulations, you've successfully upgraded to Listary Pro!
3811=Sorry, the registration code is invalid.
3812=Listary is free for personal, non-commercial use only.
3813=If you want to use Listary for commercial purposes or at your place of business, or if you want to support the development of Listary, please upgrade to Listary Pro.
3814=Get Listary Pro Now!

;Options > About
3900=About
3902=View Homepage
3903=This program is licensed to

;Options > Integration
4000=Integration
4002=Use Total Commander to replace file dialogs:

;Custom Command Dialog
4200=Custom Command
4202=Parameter:
4210=Create Txt File (Example)
4211=Create "{query}.txt"
4212=E.g. type "txt abc" to edit "abc.txt" with Notepad

;Add Favorite Dialog
4300=Add Favorite
4301=Use Path

;Menu List
4400=Menu
4401=Toolbar
4402=Popup Menu
4403=Favorite
4404=Application Favorite
4405=Total Commander Directory Menu
4406=Recent
4407=Commands
4408=Tray Left Click Menu
4409=Tray Right Click Menu

;Menu List Item Type
4500=Favorite Folder
4501=Favorite Document
4502=Launch Application

;Options > Menus
5000=Menus
5001=Commands
5002=Reset Menus
5003=Are you sure you want to reset all menus to default? You won't lose your favorites or commands.
5010=Change Icon
5011=Restore Default Icon

;Options > Hotkeys
5200=Hotkeys
3503=Show Listary toolbar:
3504=Show popup menu:
5201=Press Ctrl twice to show/hide Listary
5210=Next item:
5211=Previous item:


;Options > By Application
5300=App Settings
5301=Pinned Paths
5302=Only applications with non-default settings are shown.

;Options > Index
;Removed: 5402 5403
5404=Disk Search Exclude
5410=Exclude a drive or folder
5411=Add an exclude filter
5412=Remove selected entry
5413=Disk Search
5416=Disable disk search
5417=Force Rebuild Index
5418=Loading...
5419=Index
5420=NTFS volumes
5421=Custom index locations
5422=Invalid folder exclusions
5423=Exclusion filters
5430=Add a custom location to index
5440=Update index every $1 minutes (0 to disable)
5441=Update Index Now


;Options > History
5500=History
5501=Track file and folder open history
5502=Clean History
5503=Are you sure you want to delete all history records?
3208=Automatically select last opened file in file open dialog
3215=Search recent files and folders
5510=History Exclude

;Options > Projects
5600=Projects
5601=Keyword
5602=What is this?
5603=For example, if you add "D:\Websites\My Blog" as a project with the keyword "blog", you can type "blog file_to_find.html" to search files and folders in it from anywhere at anytime.
5605=Upgrade to Listary Pro now to use projects!

;Options > Appearance
5700=Appearance
5701=Size
5702=Normal
5703=Small
5710=(in pixels. 0 to use default)
5711=Width:
5712=Maximum height:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders
5802=Search Windows Store apps

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Options > Actions
6000=Actions
6001=Add custom action
6010=Open with Notepad (Example)

;Dialog > Add Exclude Filter
6100=Add Exclude Filter
6101=* matches zero or more characters
6102=? matches exact one character
6103=Filter:

;Dialog > Register Hotkey
6200=Listary Hotkey
6201=Hotkey $1 is taken by another application.
6202=Specify a new one:

;Dialog > Upgrade to Pro
6301=This is a PRO feature, offered here for free evaluation.
6302=Continue

;Updates
6400=Listary Update
6402=Listary can't check for updates now, please try again later.
6403=You are already using the most recent version of Listary, please check again in future.
6404=A new version of $1 is available.
6405=Installed Version:
6406=Latest Version:
6407=Open Download Page
6408=Skip This Version
6409=Remind Me Later

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Search result path
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=Click to set hot key
8001=Press the hot key

;Tips
8500=Press $1 to switch to launcher mode
8501=Press $1 to enter Actions menu
8502=Press $1 to search only files

;Actions
9000=Action
9001=Open Folder
9002=Copy Path to Clipboard
9003=Open
9004=Copy Folder Path to Clipboard
9005=Copy to Current Folder
9006=Move to Current Folder
9007=Copy
9008=Cut
9009=Send to
9010=Set Keyword
9011=Open with
9020=Are you sure you want to move "$1" to "$2"?
9021=Choose another app

;Tutorial
7000=Tutorial
7001=Try it!
7002=Next >
7003=No, thanks
7004=Done
7005=Click *Next >* when you're done

7010=This seems to be the first time you are running Listary. Would you like to take a quick tour?

7020=An Explorer window will be opened to get you started.

7030=In Explorer you can type directly what you need.
7031=Type *text 2*

7040=*Tab / Up / Down:* Select a file or folder
7041=*Enter:* Open selected file or folder
7042=*ESC:* Hide Listary toolbar

7090=If you prefer mouse, you can use mouse double-click or middle-click to access Listary.
7091=Double click in any empty area of the right panel in Explorer.

7100=To search all your apps and files anytime, press Ctrl twice.
7101=Press *Ctrl twice*
7102=Type *Notepad*
7103=Press Enter to open it

7110=Now you should have an opened Notepad window.
7111=In Notepad, click File menu > Open…
7112=Press *Ctrl + G*

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=Thank you very much for your time! Click the following link to learn more about other great features of Listary:
7142=Learn more about Listary

